[
    {
        "type": "subtitle",
        "ORIGINAL": "CHAPTER I. Down the Rabbit-Hole",
        "jp": "第1章 ウサギの穴に落ちて",
        "A1": "CHAPTER I. Down the Rabbit-Hole",
        "A2": "CHAPTER I. Down the Rabbit-Hole",
        "B1": "CHAPTER I. Down the Rabbit-Hole",
        "B2": "CHAPTER I. Down the Rabbit-Hole"
    },
    {
        "type": "text",
        "ORIGINAL": "Alice was beginning to get very tired of sitting by her sister on the bank, and of having nothing to do: once or twice she had peeped into the book her sister was reading, but it had no pictures or conversations in it, “and what is the use of a book,” thought Alice “without pictures or conversations?”",
        "is_paragraph_start": true,
        "is_paragraph_end": true,
        "A1": "Alice was very tired of sitting by her sister with nothing to do. She looked at her sister's book, but it had no pictures or talking. Alice thought, 'What's the use of a book without pictures or talking?'",
        "A2": "Alice was getting really tired of sitting next to her sister with nothing to do. She looked into her sister's book a few times, but it had no pictures or conversations. Alice thought, 'What's the use of a book without pictures or conversations?'",
        "B1": "Alice was starting to feel very bored sitting next to her sister by the riverbank with nothing to occupy her. She glanced into the book her sister was reading a couple of times, but it had no pictures or dialogue. Alice thought, 'What is the point of a book without pictures or dialogue?'",
        "B2": "Alice was becoming increasingly weary of sitting beside her sister on the riverbank with nothing to do. She peeked into her sister's book once or twice, but it contained neither pictures nor conversations. Alice wondered, 'What is the purpose of a book without pictures or conversations?'",
        "jp": "アリスは、お姉さんのそばで何もせずに座っているのにとても飽きてきました。彼女はお姉さんが読んでいる本を何度か覗いてみましたが、絵も会話もありませんでした。「絵や会話のない本なんて何の役に立つの？」とアリスは思いました。"
    },
    {
        "type": "text",
        "ORIGINAL": "So she was considering in her own mind (as well as she could, for the hot day made her feel very sleepy and stupid), whether the pleasure of making a daisy-chain would be worth the trouble of getting up and picking the daisies, when suddenly a White Rabbit with pink eyes ran close by her.",
        "is_paragraph_start": true,
        "is_paragraph_end": true,
        "A1": "Alice thought about making a daisy-chain. It was hot, and she felt sleepy. Then, a White Rabbit with pink eyes ran by her.",
        "A2": "Alice was thinking if making a daisy-chain was worth the effort because it was a hot day and she felt sleepy. Suddenly, a White Rabbit with pink eyes ran near her.",
        "B1": "Alice was wondering if it was worth the effort to make a daisy-chain on such a hot day when she felt sleepy and dull. Just then, a White Rabbit with pink eyes ran past her.",
        "B2": "Alice was pondering whether the joy of creating a daisy-chain was worth the effort of standing up and picking daisies, especially as the hot day made her feel sleepy and sluggish. Suddenly, a White Rabbit with pink eyes dashed by her.",
        "jp": "アリスは、暑い日で眠くてぼんやりしていたので、デイジーチェーンを作る楽しさが立ち上がってデイジーを摘む手間に見合うか考えていました。すると突然、ピンクの目をした白ウサギが彼女のそばを走り抜けました。"
    },
    {
        "type": "text",
        "ORIGINAL": "There was nothing so _very_ remarkable in that; nor did Alice think it so _very_ much out of the way to hear the Rabbit say to itself, “Oh dear!",
        "is_paragraph_start": true,
        "is_paragraph_end": false,
        "A1": "There was nothing special about that. Alice did not think it was strange to hear the Rabbit say, 'Oh dear!'",
        "A2": "It wasn't very surprising. Alice didn't find it very odd to hear the Rabbit say, 'Oh dear!'",
        "B1": "There was nothing too unusual about it, and Alice didn't think it was very strange to hear the Rabbit saying, 'Oh dear!'",
        "B2": "There was nothing particularly remarkable about that, nor did Alice find it very unusual to hear the Rabbit exclaim, 'Oh dear!'",
        "jp": "それは特に珍しいことではありませんでした。そして、アリスはウサギが「おやおや！」と言うのを聞いても、特に変だとは思いませんでした。"
    },
    {
        "type": "text",
        "ORIGINAL": "Oh dear!",
        "is_paragraph_start": false,
        "is_paragraph_end": false,
        "A1": "Oh no!",
        "A2": "Oh my!",
        "B1": "Oh dear me!",
        "B2": "Oh dear, how unfortunate!",
        "jp": "あらまあ！"
    },
    {
        "type": "text",
        "ORIGINAL": "I shall be late!” (when she thought it over afterwards, it occurred to her that she ought to have wondered at this, but at the time it all seemed quite natural); but when the Rabbit actually _took a watch out of its waistcoat-pocket_, and looked at it, and then hurried on, Alice started to her feet, for it flashed across her mind that she had never before seen a rabbit with either a waistcoat-pocket, or a watch to take out of it, and burning with curiosity, she ran across the field after it, and fortunately was just in time to see it pop down a large rabbit-hole under the hedge.",
        "is_paragraph_start": false,
        "is_paragraph_end": true,
        "A1": "The Rabbit said, 'I will be late!' Alice saw it take a watch from its pocket. She was surprised because rabbits don't have pockets or watches. Alice was curious and ran after it. She saw it go into a big hole under the bushes.",
        "A2": "The Rabbit said, 'I'm going to be late!' Alice noticed it taking a watch from its pocket. She was surprised because she never saw a rabbit with a pocket or a watch before. Curious, she ran after it and saw it go into a big hole under the hedge.",
        "B1": "The Rabbit exclaimed, 'I'm going to be late!' Alice saw it pull a watch from its waistcoat pocket, which surprised her since she'd never seen a rabbit with such things before. Driven by curiosity, she chased after it and managed to see it disappear into a large hole under the hedge.",
        "B2": "The Rabbit exclaimed, 'I shall be late!' Alice observed it retrieve a watch from its waistcoat pocket, which struck her as odd because she had never seen a rabbit with a waistcoat or a watch. Filled with curiosity, she pursued it and was just in time to see it vanish into a large rabbit-hole beneath the hedge.",
        "jp": "ウサギは「遅れちゃう！」と言いました。アリスはウサギがベストのポケットから時計を取り出すのを見て驚きました。ウサギがポケットや時計を持っているのを見たことがなかったからです。好奇心に駆られて、アリスはウサギを追いかけました。そして、ちょうど間に合って、ウサギが生け垣の下の大きな穴に入るのを見ました。"
    },
    {
        "type": "text",
        "ORIGINAL": "In another moment down went Alice after it, never once considering how in the world she was to get out again.",
        "is_paragraph_start": true,
        "is_paragraph_end": true,
        "A1": "Alice followed the rabbit without thinking about how to get back.",
        "A2": "Alice quickly went after the rabbit and didn't think about how to return.",
        "B1": "Alice chased the rabbit without once thinking about how she would get back out.",
        "B2": "Without a second thought on how she would escape, Alice plunged down after the rabbit.",
        "jp": "アリスはそのウサギを追いかけて飛び込みましたが、どうやって戻るかは一度も考えませんでした。"
    },
    {
        "type": "text",
        "ORIGINAL": "The rabbit-hole went straight on like a tunnel for some way, and then dipped suddenly down, so suddenly that Alice had not a moment to think about stopping herself before she found herself falling down a very deep well.",
        "is_paragraph_start": true,
        "is_paragraph_end": true,
        "A1": "The rabbit hole was like a long tunnel. Then it went down very fast. Alice didn't have time to stop and was falling down a deep well.",
        "A2": "The rabbit hole was straight like a tunnel for a while. Then, it suddenly went down. Alice didn't have time to stop and found herself falling down a deep well.",
        "B1": "The rabbit hole continued straight like a tunnel for a distance, and then it suddenly dropped down. Alice had no time to stop herself before she was falling down a very deep well.",
        "B2": "The rabbit-hole extended straight like a tunnel for some distance and then suddenly dipped down. Alice didn't have a moment to think about stopping herself before she realized she was falling down a very deep well.",
        "jp": "ウサギの穴はしばらくトンネルのように真っ直ぐ続き、急に下に向かって落ちました。アリスは止まることを考える間もなく、深い井戸に落ちていくところでした。"
    },
    {
        "type": "text",
        "ORIGINAL": "Either the well was very deep, or she fell very slowly, for she had plenty of time as she went down to look about her and to wonder what was going to happen next.",
        "is_paragraph_start": true,
        "is_paragraph_end": false,
        "A1": "The well was very deep, or Alice fell slowly. She had a lot of time to look around and think about what would happen next.",
        "A2": "The well was really deep, or Alice was falling slowly. She had enough time to look around and wonder what would happen next.",
        "B1": "Either the well was extremely deep, or Alice was falling very slowly, because she had plenty of time to look around and wonder what would happen next.",
        "B2": "Either the well was exceptionally deep, or Alice descended very slowly, as she had ample time to observe her surroundings and ponder what might happen next.",
        "jp": "井戸がとても深かったか、アリスがゆっくり落ちていたのか、どちらかです。彼女は周りを見回して次に何が起こるのか考える時間がたくさんありました。"
    },
    {
        "type": "text",
        "ORIGINAL": "First, she tried to look down and make out what she was coming to, but it was too dark to see anything; then she looked at the sides of the well, and noticed that they were filled with cupboards and book-shelves; here and there she saw maps and pictures hung upon pegs.",
        "is_paragraph_start": false,
        "is_paragraph_end": false,
        "A1": "First, Alice tried to look down, but it was too dark to see. Then she looked at the sides of the well and saw cupboards and shelves with books. She also saw maps and pictures on the walls.",
        "A2": "Alice first tried to see what was below her, but it was too dark. Then she looked at the well's sides and noticed they had cupboards and bookshelves. She saw maps and pictures hanging on the walls.",
        "B1": "Initially, Alice attempted to peer down to see where she was heading, but it was too dark. She then observed that the sides of the well were lined with cupboards and bookshelves, and she noticed maps and pictures hanging here and there.",
        "B2": "At first, Alice tried to look down to discern what she was approaching, but the darkness made it impossible. She then examined the sides of the well, realizing they were lined with cupboards and bookshelves, with maps and pictures sporadically hanging on pegs.",
        "jp": "最初に、アリスは下を見てどこに行くのか確認しようとしましたが、暗くて何も見えませんでした。それから井戸の側面を見ると、そこには戸棚や本棚が並んでいました。ところどころに地図や絵が掛けられているのも見えました。"
    },
    {
        "type": "text",
        "ORIGINAL": "She took down a jar from one of the shelves as she passed; it was labelled “ORANGE MARMALADE”, but to her great disappointment it was empty: she did not like to drop the jar for fear of killing somebody underneath, so managed to put it into one of the cupboards as she fell past it.",
        "is_paragraph_start": false,
        "is_paragraph_end": true,
        "A1": "She picked up a jar from a shelf. It said 'ORANGE MARMALADE', but it was empty. She didn't drop it because she worried it might hit someone. She put it back in a cupboard as she went down.",
        "A2": "As she went by, she took a jar from a shelf. It was called 'ORANGE MARMALADE', but it was empty. She was afraid it might hit someone if she dropped it, so she put it back in a cupboard as she fell.",
        "B1": "While passing by, she grabbed a jar from a shelf that was labeled 'ORANGE MARMALADE', but it turned out to be empty. Not wanting to drop it and possibly hit someone below, she managed to place it back into a cupboard as she continued to fall.",
        "B2": "As she descended, she took a jar labeled 'ORANGE MARMALADE' from a shelf, only to find it disappointingly empty. Concerned about the possibility of harming someone by dropping it, she skillfully returned it to a cupboard while still in her downward journey.",
        "jp": "彼女は通り過ぎるときに棚から瓶を取りました。それには「オレンジマーマレード」と書かれていましたが、残念なことに中は空っぽでした。瓶を落として下にいる誰かを傷つけたくなかったので、落ちながら棚に戻しました。"
    },
    {
        "type": "text",
        "ORIGINAL": "“Well!” thought Alice to herself, “after such a fall as this, I shall think nothing of tumbling down stairs!",
        "is_paragraph_start": true,
        "is_paragraph_end": false,
        "A1": "Alice thought, 'Wow! After falling like this, I won't be scared of falling down stairs!'",
        "A2": "Alice thought to herself, 'Oh! After this big fall, falling down stairs won't bother me!'",
        "B1": "Alice thought, 'Well, after falling like this, I won't mind tumbling down the stairs at all!'",
        "B2": "Alice mused, 'After experiencing such a fall, I shall hardly consider falling down the stairs as anything significant!'",
        "jp": "アリスは心の中で思いました。「まあ！こんなに長い落下を経験したら、階段から落ちることなんて何とも思わないわ！」"
    },
    {
        "type": "text",
        "ORIGINAL": "How brave they’ll all think me at home!",
        "is_paragraph_start": false,
        "is_paragraph_end": false,
        "A1": "They will think I am very brave at home!",
        "A2": "Everyone at home will think I am so brave!",
        "B1": "All the people at home will consider me brave!",
        "B2": "Everyone back home will think of me as brave!",
        "jp": "家の人たちは、私がとても勇敢だと思うでしょう！"
    },
    {
        "type": "text",
        "ORIGINAL": "Why, I wouldn’t say anything about it, even if I fell off the top of the house!” (Which was very likely true.)",
        "is_paragraph_start": false,
        "is_paragraph_end": true,
        "A1": "I wouldn't tell anyone, even if I fell from the roof!",
        "A2": "I wouldn't say a word, even if I fell from the top of the house!",
        "B1": "I wouldn't mention it, even if I fell from the very top of the house!",
        "B2": "I wouldn't talk about it, even if I happened to fall from the top of the house!",
        "jp": "たとえ家の屋根から落ちても、何も言わないわ！(それは本当にありそうなことだった。)"
    },
    {
        "type": "text",
        "ORIGINAL": "Down, down, down.",
        "is_paragraph_start": true,
        "is_paragraph_end": false,
        "A1": "It went down, down, down.",
        "A2": "She kept going down, down, down.",
        "B1": "Alice continued to fall down, down, down.",
        "B2": "Alice descended further and further, down, down, down.",
        "jp": "どんどん下へ、下へ、下へ。"
    },
    {
        "type": "text",
        "ORIGINAL": "Would the fall _never_ come to an end?",
        "is_paragraph_start": false,
        "is_paragraph_end": false,
        "A1": "Will the fall stop soon?",
        "A2": "Will this fall ever end?",
        "B1": "Will this fall ever come to an end?",
        "B2": "Will this fall never come to a conclusion?",
        "jp": "この落下はいつ終わるの？"
    },
    {
        "type": "text",
        "ORIGINAL": "“I wonder how many miles I’ve fallen by this time?” she said aloud.",
        "is_paragraph_start": false,
        "is_paragraph_end": false,
        "A1": "She said, 'I wonder how far I have fallen now?'",
        "A2": "She asked herself out loud, 'How many miles have I fallen by now?'",
        "B1": "She wondered out loud, 'How many miles have I fallen so far?'",
        "B2": "She said to herself, 'I wonder how many miles I have fallen by this point?'",
        "jp": "彼女は声に出して、「今までに何マイル落ちたのかしら？」と言いました。"
    },
    {
        "type": "text",
        "ORIGINAL": "“I must be getting somewhere near the centre of the earth.",
        "is_paragraph_start": false,
        "is_paragraph_end": false,
        "A1": "I think I am close to the middle of the earth.",
        "A2": "I believe I am near the center of the earth.",
        "B1": "I must be close to reaching the center of the earth.",
        "B2": "I am probably nearing the center of the earth now.",
        "jp": "私は地球の中心に近づいているに違いない。"
    },
    {
        "type": "text",
        "ORIGINAL": "Let me see: that would be four thousand miles down, I think—” (for, you see, Alice had learnt several things of this sort in her lessons in the schoolroom, and though this was not a _very_ good opportunity for showing off her knowledge, as there was no one to listen to her, still it was good practice to say it over) “—yes, that’s about the right distance—but then I wonder what Latitude or Longitude I’ve got to?” (Alice had no idea what Latitude was, or Longitude either, but thought they were nice grand words to say.)",
        "is_paragraph_start": false,
        "is_paragraph_end": true,
        "A1": "Let me think: I think it is four thousand miles down. Alice learned some things like this in school, so she said it for practice. But she did not know what Latitude or Longitude meant, even though they sounded nice.",
        "A2": "Let me see: I think it is four thousand miles down. Alice learned about such things in school, and even if no one was listening, she said it for practice. She wondered what Latitude or Longitude meant, as they sounded like nice words.",
        "B1": "Let me see: I think it would be four thousand miles down. Alice remembered learning things like this in school, and even if it wasn't the best time to show off her knowledge, she practiced by saying it aloud. She wondered about her Latitude or Longitude, although she didn't know what they meant, but thought they sounded impressive.",
        "B2": "Let me see: that would be about four thousand miles down, I think. Alice had learned things like this in school, and even though it wasn't the best moment to flaunt her knowledge since no one was around to hear, she still practiced by saying it out loud. She wondered about her Latitude or Longitude, although she didn't know what they meant, but thought they sounded grand.",
        "jp": "考えてみよう：それは約四千マイル下だと思う。アリスは学校でこういうことを習っていたので、誰も聞いていないけど、練習のために言ってみたのです。でも、緯度や経度が何かはわからなかったけれど、素敵な言葉だと思いました。"
    },
    {
        "type": "text",
        "ORIGINAL": "Presently she began again.",
        "is_paragraph_start": true,
        "is_paragraph_end": false,
        "A1": "Soon, she started talking again.",
        "A2": "After a while, she began to speak again.",
        "B1": "After some time, she began to speak once more.",
        "B2": "After a short pause, she resumed speaking.",
        "jp": "しばらくして、彼女はまた話し始めました。"
    },
    {
        "type": "text",
        "ORIGINAL": "“I wonder if I shall fall right _through_ the earth!",
        "is_paragraph_start": false,
        "is_paragraph_end": false,
        "A1": "I think I might fall straight through the earth!",
        "A2": "I wonder if I will fall all the way through the earth!",
        "B1": "I am curious if I will fall directly through the earth!",
        "B2": "I wonder whether I will fall completely through the earth!",
        "jp": "地球をまっすぐに突き抜けて落ちてしまうのかな？"
    },
    {
        "type": "text",
        "ORIGINAL": "How funny it’ll seem to come out among the people that walk with their heads downward!",
        "is_paragraph_start": false,
        "is_paragraph_end": false,
        "A1": "It will be funny to see people walking upside down!",
        "A2": "It will be strange to come out where people walk on their heads!",
        "B1": "It will be amusing to appear where people walk with their heads down!",
        "B2": "It will seem quite funny to emerge among people who walk with their heads downward!",
        "jp": "頭を下にして歩く人たちの中に出てくるなんておかしいね！"
    },
    {
        "type": "text",
        "ORIGINAL": "The Antipathies, I think—” (she was rather glad there _was_ no one listening, this time, as it didn’t sound at all the right word) “—but I shall have to ask them what the name of the country is, you know.",
        "is_paragraph_start": false,
        "is_paragraph_end": false,
        "A1": "I think it's called the Antipathies. I'm glad no one heard me because it might be the wrong word. I'll have to ask them the country's name.",
        "A2": "I believe it's called the Antipathies. I'm glad no one is listening because it might not be the right word. I'll have to ask them what the country is called.",
        "B1": "I think the place is called the Antipathies. I'm relieved no one is around to hear me, as it might not be the correct word. I'll need to ask them the name of the country.",
        "B2": "I suspect the land is named the Antipathies. I'm somewhat relieved there's no audience because it might not be the appropriate term. I'll need to inquire about the country's actual name.",
        "jp": "アンティパシーズっていう国だと思うけど（誰も聞いていなくてよかった。正しい言葉じゃないかもしれないから）、その国の名前を聞かないといけないね。"
    },
    {
        "type": "text",
        "ORIGINAL": "Please, Ma’am, is this New Zealand or Australia?” (and she tried to curtsey as she spoke—fancy _curtseying_ as you’re falling through the air!",
        "is_paragraph_start": false,
        "is_paragraph_end": false,
        "A1": "Excuse me, is this New Zealand or Australia?” (She tried to bow while falling.)",
        "A2": "Can you tell me if this is New Zealand or Australia?” (She tried to bow while falling through the air.)",
        "B1": "Could you please tell me if I am in New Zealand or Australia?” (She attempted to bow while she was falling through the air.)",
        "B2": "Would you kindly inform me whether this is New Zealand or Australia?” (She made an effort to bow, imagining how odd it would be to bow while falling through the air.)",
        "jp": "「すみません、ここはニュージーランドですか、それともオーストラリアですか？」（彼女は空を落ちながらお辞儀をしようとしました。空中でお辞儀をするのは変だと想像してみてください！）"
    },
    {
        "type": "text",
        "ORIGINAL": "Do you think you could manage it?)",
        "is_paragraph_start": false,
        "is_paragraph_end": false,
        "A1": "Can you do it?",
        "A2": "Do you think you can do it?",
        "B1": "Do you believe you can handle it?",
        "B2": "Do you think you'll be able to manage it?",
        "jp": "あなたにできると思いますか？"
    },
    {
        "type": "text",
        "ORIGINAL": "“And what an ignorant little girl she’ll think me for asking!",
        "is_paragraph_start": false,
        "is_paragraph_end": false,
        "A1": "She will think I am a silly girl for asking!",
        "A2": "She will think I am a foolish girl for asking!",
        "B1": "She will probably think I am an ignorant girl for asking!",
        "B2": "She will likely consider me an ignorant girl for asking such a question!",
        "jp": "「こんなことを聞いて、彼女は私を無知な女の子だと思うでしょうね！」"
    },
    {
        "type": "text",
        "ORIGINAL": "No, it’ll never do to ask: perhaps I shall see it written up somewhere.”",
        "is_paragraph_start": false,
        "is_paragraph_end": true,
        "A1": "No, I should not ask. Maybe I will see a sign somewhere.",
        "A2": "No, I must not ask. Maybe I will find it written somewhere.",
        "B1": "No, I shouldn't ask. Perhaps I will see it posted somewhere.",
        "B2": "No, it's not a good idea to ask. Perhaps I'll find it written somewhere.",
        "jp": "いいえ、聞いてはいけません。もしかしたらどこかに書いてあるのを見つけるかもしれません。"
    },
    {
        "type": "text",
        "ORIGINAL": "Down, down, down.",
        "is_paragraph_start": true,
        "is_paragraph_end": false,
        "A1": "Lower, lower, lower.",
        "A2": "Going down, down, down.",
        "B1": "Descending lower and lower.",
        "B2": "Continuing to go down, down, down.",
        "jp": "どんどん下に、下に、下に。"
    },
    {
        "type": "text",
        "ORIGINAL": "There was nothing else to do, so Alice soon began talking again.",
        "is_paragraph_start": false,
        "is_paragraph_end": false,
        "A1": "Alice had nothing else to do, so she started talking again.",
        "A2": "Alice didn't have anything else to do, so she began to talk again.",
        "B1": "Since there was nothing else to do, Alice began speaking again.",
        "B2": "With nothing else to occupy her, Alice soon resumed talking.",
        "jp": "他にすることがないので、アリスはまた話し始めました。"
    },
    {
        "type": "text",
        "ORIGINAL": "“Dinah’ll miss me very much to-night, I should think!” (Dinah was the cat.)",
        "is_paragraph_start": false,
        "is_paragraph_end": false,
        "A1": "“Dinah will miss me a lot tonight, I think!” (Dinah was the cat.)",
        "A2": "“I think Dinah will really miss me tonight!” (Dinah was the cat.)",
        "B1": "“I guess Dinah will miss me a lot tonight!” (Dinah was the cat.)",
        "B2": "“I suppose Dinah will miss me quite a bit tonight!” (Dinah was the cat.)",
        "jp": "「ダイナは今夜、私がいなくてとても寂しがると思うわ！」（ダイナは猫でした。）"
    },
    {
        "type": "text",
        "ORIGINAL": "“I hope they’ll remember her saucer of milk at tea-time.",
        "is_paragraph_start": false,
        "is_paragraph_end": false,
        "A1": "I hope they give her milk at tea-time.",
        "A2": "I hope they remember to give her milk at tea-time.",
        "B1": "I hope they remember to give Dinah her milk at tea-time.",
        "B2": "I hope they don’t forget to give Dinah her saucer of milk at tea-time.",
        "jp": "お茶の時間に、ディナにミルクをあげるのを忘れないでほしいな。（ディナは猫の名前です。）"
    },
    {
        "type": "text",
        "ORIGINAL": "Dinah my dear!",
        "is_paragraph_start": false,
        "is_paragraph_end": false,
        "A1": "Dinah, my cat!",
        "A2": "Oh, Dinah, my dear cat!",
        "B1": "Dinah, my dear cat, I miss you!",
        "B2": "Ah, Dinah, my dear cat, how I miss you!",
        "jp": "ディナ、私の大事な猫よ！(ディナは猫の名前です。)"
    },
    {
        "type": "text",
        "ORIGINAL": "I wish you were down here with me!",
        "is_paragraph_start": false,
        "is_paragraph_end": false,
        "A1": "I want you to be here with me!",
        "A2": "I hope you can be here with me!",
        "B1": "I wish you were here with me right now!",
        "B2": "I really wish you could be down here with me at this moment!",
        "jp": "あなたがここにいてくれたらいいのに！"
    },
    {
        "type": "text",
        "ORIGINAL": "There are no mice in the air, I’m afraid, but you might catch a bat, and that’s very like a mouse, you know.",
        "is_paragraph_start": false,
        "is_paragraph_end": false,
        "A1": "I'm sorry, but there are no mice in the air. You might catch a bat, which is a bit like a mouse.",
        "A2": "I'm afraid there are no mice flying around, but you could catch a bat, which is similar to a mouse.",
        "B1": "Unfortunately, there are no mice in the air, but you might be able to catch a bat, which is quite similar to a mouse.",
        "B2": "Regrettably, there aren't any mice in the air, but you might catch a bat, which is quite similar to a mouse, as you know.",
        "jp": "空にはネズミはいないけど、コウモリを捕まえられるかもね。コウモリはネズミに似ているんだよ。"
    },
    {
        "type": "text",
        "ORIGINAL": "But do cats eat bats, I wonder?” And here Alice began to get rather sleepy, and went on saying to herself, in a dreamy sort of way, “Do cats eat bats?",
        "is_paragraph_start": false,
        "is_paragraph_end": false,
        "A1": "Do cats eat bats? Alice felt sleepy and kept asking herself, 'Do cats eat bats?'",
        "A2": "Alice wondered, 'Do cats eat bats?' She started feeling sleepy and kept repeating the question to herself.",
        "B1": "Alice questioned, 'Do cats eat bats?' As she became sleepy, she continued to murmur to herself, 'Do cats eat bats?'",
        "B2": "Alice pondered, 'Do cats eat bats?' As she grew drowsy, she continued to murmur to herself in a dreamy manner, 'Do cats eat bats?'",
        "jp": "「でも猫ってコウモリを食べるのかな？」とアリスは考えました。そしてだんだん眠くなってきて、「猫ってコウモリを食べるのかな？」と夢うつつに自分に言い続けました。"
    },
    {
        "type": "text",
        "ORIGINAL": "Do cats eat bats?” and sometimes, “Do bats eat cats?” for, you see, as she couldn’t answer either question, it didn’t much matter which way she put it.",
        "is_paragraph_start": false,
        "is_paragraph_end": false,
        "A1": "Do cats eat bats? Or do bats eat cats? Alice didn't know the answer, so it didn't matter which one she asked.",
        "A2": "Alice wondered, 'Do cats eat bats, or do bats eat cats?' She didn't know the answer, so it didn't really matter which question she asked.",
        "B1": "Alice pondered, 'Do cats eat bats, or do bats eat cats?' Since she couldn't answer either question, it didn't really matter which one she asked.",
        "B2": "Alice mused over the questions, 'Do cats eat bats, or do bats eat cats?' As she couldn't answer either question, it made little difference which one she asked.",
        "jp": "「猫はコウモリを食べるの？それとも、コウモリが猫を食べるの？」とアリスは考えました。どちらの質問も答えられなかったので、どちらを聞いてもあまり変わりませんでした。"
    },
    {
        "type": "text",
        "ORIGINAL": "She felt that she was dozing off, and had just begun to dream that she was walking hand in hand with Dinah, and saying to her very earnestly, “Now, Dinah, tell me the truth: did you ever eat a bat?” when suddenly, thump!",
        "is_paragraph_start": false,
        "is_paragraph_end": false,
        "A1": "She was sleepy and started to dream. In her dream, she walked with Dinah and asked, 'Did you eat a bat?' Then, suddenly, thump!",
        "A2": "She felt sleepy and began dreaming. In the dream, she was walking with Dinah and asked her seriously, 'Dinah, did you ever eat a bat?' Then suddenly, thump!",
        "B1": "As she felt herself getting sleepy, she started dreaming. She was walking hand in hand with Dinah and asked seriously, 'Dinah, have you ever eaten a bat?' Suddenly, thump!",
        "B2": "She realized she was dozing off and began to dream. In the dream, she walked hand in hand with Dinah and asked earnestly, 'Dinah, have you ever eaten a bat?' Suddenly, thump!",
        "jp": "彼女は眠くなってきて、夢を見始めました。夢の中で、彼女はダイナと手をつないで歩きながら、真剣に「ダイナ、本当のことを教えて。コウモリを食べたことある？」と聞きました。その時、突然ドン！"
    },
    {
        "type": "text",
        "ORIGINAL": "thump!",
        "is_paragraph_start": false,
        "is_paragraph_end": false,
        "A1": "Bang!",
        "A2": "Thud!",
        "B1": "Thump!",
        "B2": "A loud thump!",
        "jp": "ドン！"
    },
    {
        "type": "text",
        "ORIGINAL": "down she came upon a heap of sticks and dry leaves, and the fall was over.",
        "is_paragraph_start": false,
        "is_paragraph_end": true,
        "A1": "She fell on a pile of sticks and leaves. The fall ended.",
        "A2": "She landed on a pile of sticks and dry leaves, and the fall was finished.",
        "B1": "She came down onto a heap of sticks and dry leaves, and her fall was over.",
        "B2": "She descended upon a heap of sticks and dry leaves, and the fall was concluded.",
        "jp": "彼女は枝と乾いた葉っぱの山に落ちて、落下は終わりました。"
    },
    {
        "type": "text",
        "ORIGINAL": "Alice was not a bit hurt, and she jumped up on to her feet in a moment: she looked up, but it was all dark overhead; before her was another long passage, and the White Rabbit was still in sight, hurrying down it.",
        "is_paragraph_start": true,
        "is_paragraph_end": false,
        "A1": "Alice was not hurt at all. She stood up quickly. It was dark above her. In front, she saw a long tunnel. The White Rabbit was still there, moving fast.",
        "A2": "Alice wasn't hurt even a little. She got up right away. It was dark above her. In front, there was a long hallway. She could still see the White Rabbit rushing down it.",
        "B1": "Alice wasn't hurt at all and got to her feet immediately. It was dark above her, and in front of her was another long corridor. The White Rabbit was still visible, hurrying along it.",
        "B2": "Alice was completely unhurt and sprang to her feet at once. Above her, everything was dark. Ahead lay another long passage, where she could still see the White Rabbit hurrying along.",
        "jp": "アリスは全然けがをしていませんでした。すぐに立ち上がりました。彼女の上は真っ暗でした。前には長い通路があり、白ウサギが急いでいるのがまだ見えました。"
    },
    {
        "type": "text",
        "ORIGINAL": "There was not a moment to be lost: away went Alice like the wind, and was just in time to hear it say, as it turned a corner, “Oh my ears and whiskers, how late it’s getting!” She was close behind it when she turned the corner, but the Rabbit was no longer to be seen: she found herself in a long, low hall, which was lit up by a row of lamps hanging from the roof.",
        "is_paragraph_start": false,
        "is_paragraph_end": true,
        "A1": "Alice ran fast after the Rabbit. She heard it say, 'Oh no, I'm late!' when it turned a corner. Alice followed but couldn't see it anymore. She was in a big room with lights on the ceiling.",
        "A2": "Alice quickly chased the Rabbit. As it turned a corner, she heard it say, 'Oh dear, I'm so late!' She followed but couldn't see it after the corner. She found herself in a long room with lamps on the ceiling.",
        "B1": "Alice hurried after the Rabbit, who exclaimed, 'Oh my ears and whiskers, I'm late!' as it turned a corner. She was right behind it but lost sight of the Rabbit. She ended up in a long hall with lamps hanging from the ceiling.",
        "B2": "Alice dashed after the Rabbit, just catching its words, 'Oh my ears and whiskers, how late it's getting!' as it rounded a corner. Although she was close, the Rabbit disappeared from view. She entered a long, low hall illuminated by lamps hanging from the roof.",
        "jp": "アリスは急いでウサギを追いかけました。角を曲がるときにウサギが「なんてこった、遅くなってしまった！」と言うのを聞きました。彼女はすぐ後ろにいましたが、角を曲がるとウサギの姿は見えなくなりました。アリスは天井からランプが吊るされた、長くて低いホールにいました。"
    },
    {
        "type": "text",
        "ORIGINAL": "There were doors all round the hall, but they were all locked; and when Alice had been all the way down one side and up the other, trying every door, she walked sadly down the middle, wondering how she was ever to get out again.",
        "is_paragraph_start": true,
        "is_paragraph_end": true,
        "A1": "There were many doors in the hall, but they were all locked. Alice tried each door and felt sad because she didn't know how to leave.",
        "A2": "The hall had doors everywhere, but none of them would open. Alice tried them all, feeling sad as she walked in the middle, wondering how she could leave.",
        "B1": "In the hall, doors were everywhere, but they were all locked. Alice checked each one, feeling sad as she walked down the center, wondering how she could get out.",
        "B2": "The hall was surrounded by doors, yet every single one was locked. After Alice tried them all, she walked down the center feeling disheartened, pondering how she might find her way out.",
        "jp": "ホールのまわりにはたくさんのドアがありましたが、全部鍵がかかっていました。アリスは全部のドアを試しましたが、どうやって外に出るか考えながら、真ん中を悲しそうに歩きました。"
    },
    {
        "type": "text",
        "ORIGINAL": "Suddenly she came upon a little three-legged table, all made of solid glass; there was nothing on it except a tiny golden key, and Alice’s first thought was that it might belong to one of the doors of the hall; but, alas!",
        "is_paragraph_start": true,
        "is_paragraph_end": false,
        "A1": "Alice found a small table with three legs. It was made of glass. There was a tiny gold key on it. Alice thought it might open a door.",
        "A2": "Alice suddenly saw a small table with three legs. It was made of solid glass. On the table was a tiny golden key. Alice thought it might open one of the hall doors.",
        "B1": "Alice suddenly discovered a small, three-legged table made entirely of glass. On it was a tiny golden key. Her first thought was that it might unlock one of the hall's doors.",
        "B2": "Alice unexpectedly stumbled upon a small, three-legged table crafted from solid glass. Resting on the table was a tiny golden key, and Alice immediately thought it might fit one of the hall's doors.",
        "jp": "突然、アリスは小さな三本足のテーブルを見つけました。それは全部ガラスでできていました。テーブルの上には小さな金色の鍵がありました。アリスは、それがホールのドアのどれかに合うかもしれないと思いましたが、残念ながらそうではありませんでした。"
    },
    {
        "type": "text",
        "ORIGINAL": "either the locks were too large, or the key was too small, but at any rate it would not open any of them.",
        "is_paragraph_start": false,
        "is_paragraph_end": false,
        "A1": "The locks were too big or the key was too small. It couldn't open any doors.",
        "A2": "The locks were too large, or the key was too small. It couldn't open any of the doors.",
        "B1": "Either the locks were too big, or the key was too tiny, so it couldn't open any doors.",
        "B2": "The locks were either too large or the key was too small, but in any case, it wouldn't open any of the doors.",
        "jp": "鍵穴が大きすぎるか、鍵が小さすぎるかのどちらかで、どのドアも開けられませんでした。"
    },
    {
        "type": "text",
        "ORIGINAL": "However, on the second time round, she came upon a low curtain she had not noticed before, and behind it was a little door about fifteen inches high: she tried the little golden key in the lock, and to her great delight it fitted!",
        "is_paragraph_start": false,
        "is_paragraph_end": true,
        "A1": "The second time she looked, Alice found a small curtain. Behind it was a tiny door. She used the little key, and it opened the door!",
        "A2": "When Alice went around again, she saw a low curtain she missed before. Behind it was a small door. The little golden key fit in the lock, and she was very happy!",
        "B1": "On her second look around, Alice discovered a low curtain she hadn't seen before. Behind it was a tiny door. She tried the small golden key, and it fit perfectly, making her very happy!",
        "B2": "During her second round, Alice noticed a low curtain she had previously overlooked. Behind it was a small door, about fifteen inches high. She tried the little golden key in the lock, and to her delight, it fit perfectly!",
        "jp": "2回目に見たとき、アリスは今まで気づかなかった低いカーテンを見つけました。その後ろには小さなドアがありました。アリスは小さな金の鍵を試してみると、ぴったり合いました！"
    },
    {
        "type": "text",
        "ORIGINAL": "Alice opened the door and found that it led into a small passage, not much larger than a rat-hole: she knelt down and looked along the passage into the loveliest garden you ever saw.",
        "is_paragraph_start": true,
        "is_paragraph_end": false,
        "A1": "Alice opened the door. She saw a small tunnel like a rat-hole. She looked and saw a beautiful garden.",
        "A2": "Alice opened the door and found a small passage, like a rat-hole. She knelt and looked into a lovely garden.",
        "B1": "Alice opened the door and discovered a narrow passage, not much bigger than a rat-hole. She knelt down and peered into a beautiful garden.",
        "B2": "Alice opened the door and realized it led to a tiny passage, scarcely larger than a rat-hole. She knelt down and gazed into the most beautiful garden she had ever seen.",
        "jp": "アリスはドアを開けると、ネズミの穴のような小さな通路があるのを見つけました。彼女はひざまずいて、その通路を通してとても美しい庭を見ました。"
    },
    {
        "type": "text",
        "ORIGINAL": "How she longed to get out of that dark hall, and wander about among those beds of bright flowers and those cool fountains, but she could not even get her head through the doorway; “and even if my head would go through,” thought poor Alice, “it would be of very little use without my shoulders.",
        "is_paragraph_start": false,
        "is_paragraph_end": false,
        "A1": "Alice really wanted to leave the dark room and walk in the garden with bright flowers and cool water. But her head couldn't fit through the door. She thought, 'Even if my head fits, my shoulders won't.'",
        "A2": "Alice wished she could leave the dark hall and explore the garden with its bright flowers and cool fountains. However, she couldn't fit her head through the door. She thought, 'Even if my head fits, I can't go without my shoulders.'",
        "B1": "Alice yearned to escape the dark hall and explore the garden full of bright flowers and cool fountains. Sadly, she couldn't even fit her head through the door. She thought, 'Even if my head fits, I can't do much without my shoulders.'",
        "B2": "Alice desperately wanted to leave the gloomy hall and wander through the garden's vibrant flowers and refreshing fountains. Unfortunately, she couldn't even fit her head through the door. She thought, 'Even if my head could pass through, it would be useless without my shoulders.'",
        "jp": "アリスは暗いホールから出て、明るい花や涼しい噴水がある庭を歩きたいと強く思いました。でも、ドアに頭さえ通せませんでした。「たとえ頭が通っても、肩がなければ意味がない」とアリスは考えました。"
    },
    {
        "type": "text",
        "ORIGINAL": "Oh, how I wish I could shut up like a telescope!",
        "is_paragraph_start": false,
        "is_paragraph_end": false,
        "A1": "I wish I could become small like a telescope!",
        "A2": "I really want to close up like a telescope!",
        "B1": "I wish I could fold up like a telescope!",
        "B2": "Oh, how I wish I could collapse like a telescope!",
        "jp": "ああ、望遠鏡のように小さくなれたらいいのに！(望遠鏡は伸び縮みする道具です。)"
    },
    {
        "type": "text",
        "ORIGINAL": "I think I could, if I only knew how to begin.” For, you see, so many out-of-the-way things had happened lately, that Alice had begun to think that very few things indeed were really impossible.",
        "is_paragraph_start": false,
        "is_paragraph_end": true,
        "A1": "I think I could do it if I knew how to start. You see, many strange things happened lately, so Alice started to believe that almost nothing was impossible.",
        "A2": "I think I could do it if I just knew where to start. You see, many unusual things had happened recently, so Alice began to think that not many things were truly impossible.",
        "B1": "I believe I could do it if I only knew how to start. You see, many strange things had occurred lately, and Alice had started to think that very few things were actually impossible.",
        "B2": "I believe I could accomplish it if I only knew how to begin. You see, so many unusual events had taken place recently, that Alice had begun to consider that very few things were genuinely impossible.",
        "jp": "「どうやって始めればいいかわかれば、できると思うの。」 ほら、最近たくさんの変わったことが起きたから、アリスは本当に不可能なことはほとんどないと思い始めたんだ。"
    },
    {
        "type": "text",
        "ORIGINAL": "There seemed to be no use in waiting by the little door, so she went back to the table, half hoping she might find another key on it, or at any rate a book of rules for shutting people up like telescopes: this time she found a little bottle on it, (“which certainly was not here before,” said Alice,) and round the neck of the bottle was a paper label, with the words “DRINK ME,” beautifully printed on it in large letters.",
        "is_paragraph_start": true,
        "is_paragraph_end": true,
        "A1": "There was no point in staying by the small door, so she went back to the table. She hoped to find another key or a book about shrinking like a telescope. This time, she found a small bottle with a label that said 'DRINK ME.'",
        "A2": "Alice saw no reason to wait by the little door, so she returned to the table. She hoped to find another key or a guide about how to shrink like a telescope. Instead, she found a small bottle with a label that said 'DRINK ME.'",
        "B1": "Seeing no use in waiting by the tiny door, Alice returned to the table, hoping to find another key or perhaps a book on how to shrink like a telescope. Instead, she discovered a small bottle with a label saying 'DRINK ME.'",
        "B2": "There seemed little point in lingering by the small door, so Alice went back to the table, half hoping to find another key or a manual on how to shrink like a telescope. Instead, she found a small bottle with a label that read 'DRINK ME.'",
        "jp": "小さなドアのそばで待っていても仕方がないので、アリスはテーブルに戻りました。別の鍵か、望遠鏡のように小さくなる方法を書いた本が見つかることを半ば期待していました。すると、今回は小さな瓶がありました（「これは前になかったはず」とアリスは言いました）。瓶の首には「飲んでね」と大きな字で美しく印刷されたラベルが貼ってありました。"
    },
    {
        "type": "text",
        "ORIGINAL": "It was all very well to say “Drink me,” but the wise little Alice was not going to do _that_ in a hurry.",
        "is_paragraph_start": true,
        "is_paragraph_end": false,
        "A1": "The bottle said 'Drink me,' but smart Alice did not drink it quickly.",
        "A2": "The label on the bottle said 'Drink me,' but clever Alice decided not to drink it right away.",
        "B1": "The bottle had a label that said 'Drink me,' but wise Alice knew better than to drink it immediately.",
        "B2": "Although the bottle was labeled 'Drink me,' prudent Alice was not about to act hastily and drink it.",
        "jp": "瓶には「飲んで」と書いてありましたが、賢いアリスは急いでそれを飲もうとはしませんでした。"
    },
    {
        "type": "text",
        "ORIGINAL": "“No, I’ll look first,” she said, “and see whether it’s marked ‘_poison_’ or not”; for she had read several nice little histories about children who had got burnt, and eaten up by wild beasts and other unpleasant things, all because they _would_ not remember the simple rules their friends had taught them: such as, that a red-hot poker will burn you if you hold it too long; and that if you cut your finger _very_ deeply with a knife, it usually bleeds; and she had never forgotten that, if you drink much from a bottle marked “poison,” it is almost certain to disagree with you, sooner or later.",
        "is_paragraph_start": false,
        "is_paragraph_end": true,
        "A1": "“No, I’ll look first,” she said, “to see if it says ‘poison’ or not.” She remembered stories about kids who got hurt because they didn't follow simple rules. Like, a hot stick will burn you, and a deep cut will bleed. And if you drink from a bottle marked ‘poison,’ it’s bad for you.",
        "A2": "“No, I’ll check first,” she said, “to see if it says ‘poison’.” She had read stories about children who got hurt because they forgot simple rules. For example, a hot stick can burn you, and a deep cut will bleed. Also, drinking from a bottle labeled ‘poison’ is not good for you.",
        "B1": "“No, I’ll examine it first,” she said, “to see if it says ‘poison’ or not.” She had read stories about children who got hurt because they ignored simple rules. For example, a hot poker will burn you if held too long, and a deep cut with a knife will bleed. Drinking from a bottle marked ‘poison’ is definitely bad for you.",
        "B2": "“No, I’ll inspect it first,” she said, “to check if it says ‘poison’.” She had read stories about children who got into trouble because they ignored basic rules. For instance, a red-hot poker can burn you, and a deep knife cut will bleed. Drinking from a bottle labeled ‘poison’ is almost certainly harmful.",
        "jp": "「いいえ、まずは見てみるわ」と彼女は言いました。「『毒』と書いてあるかどうかを確認するために。」彼女は、友達が教えてくれた簡単なルールを忘れたせいで、火傷をしたり、野生の動物に食べられたり、他の嫌なことに遭った子供たちの話をいくつか読んでいました。例えば、熱い棒を長く持っていると火傷するし、ナイフで深く切ると血が出るということ。そして、もし『毒』と書かれた瓶からたくさん飲むと、ほとんど間違いなく体に悪いということを彼女は決して忘れませんでした。"
    },
    {
        "type": "text",
        "ORIGINAL": "However, this bottle was _not_ marked “poison,” so Alice ventured to taste it, and finding it very nice, (it had, in fact, a sort of mixed flavour of cherry-tart, custard, pine-apple, roast turkey, toffee, and hot buttered toast,) she very soon finished it off.",
        "is_paragraph_start": true,
        "is_paragraph_end": true,
        "A1": "The bottle did not say 'poison,' so Alice tried it. It tasted nice, like cherry pie and other things. She drank it all quickly.",
        "A2": "The bottle wasn't labeled 'poison,' so Alice decided to taste it. It tasted good, like cherry pie and other flavors. She drank it all quickly.",
        "B1": "Since the bottle wasn't marked 'poison,' Alice dared to taste it. It was delicious, with flavors like cherry pie and others. She soon drank it all.",
        "B2": "As the bottle wasn't labeled 'poison,' Alice took the risk to taste it. It was quite tasty, with a mix of flavors like cherry pie and more. She quickly finished it.",
        "jp": "でも、このびんには「毒」と書かれていなかったので、アリスはちょっと味見をしてみました。とてもおいしくて、（実は、チェリータルトやカスタード、パイナップル、ローストターキー、トフィー、熱いバタートーストのような味が混ざっていました）すぐに全部飲んでしまいました。"
    },
    {
        "type": "text",
        "ORIGINAL": "“What a curious feeling!” said Alice; “I must be shutting up like a telescope.”",
        "is_paragraph_start": true,
        "is_paragraph_end": true,
        "A1": "Alice said, “What a strange feeling! I feel like I am getting smaller like a telescope.”",
        "A2": "Alice exclaimed, “This is a very odd feeling! I feel like I am closing up like a telescope.”",
        "B1": "Alice remarked, “What an unusual sensation! I feel as if I am folding up like a telescope.”",
        "B2": "Alice commented, “What a peculiar feeling! I feel as though I am collapsing like a telescope.”",
        "jp": "「なんだか不思議な感じ！」とアリスは言いました。「まるで望遠鏡のように小さくなっているみたい。」"
    },
    {
        "type": "text",
        "ORIGINAL": "And so it was indeed: she was now only ten inches high, and her face brightened up at the thought that she was now the right size for going through the little door into that lovely garden.",
        "is_paragraph_start": true,
        "is_paragraph_end": false,
        "A1": "She was now very small, only ten inches tall. She was happy because she could fit through the small door to the nice garden.",
        "A2": "She had become very short, just ten inches tall. She felt happy because now she could go through the small door into the beautiful garden.",
        "B1": "Alice had shrunk to just ten inches in height. Her face lit up with joy, realizing she was now the perfect size to pass through the small door into the lovely garden.",
        "B2": "Indeed, Alice had shrunk to merely ten inches tall. Her face brightened with excitement as she realized she was now perfectly sized to pass through the tiny door into the enchanting garden.",
        "jp": "本当にそうでした。アリスは今や高さがたったの10インチ（約25センチ）になり、小さな扉を通って素敵な庭に行くのにちょうどいいサイズになったことに気づいて顔が明るくなりました。"
    },
    {
        "type": "text",
        "ORIGINAL": "First, however, she waited for a few minutes to see if she was going to shrink any further: she felt a little nervous about this; “for it might end, you know,” said Alice to herself, “in my going out altogether, like a candle.",
        "is_paragraph_start": false,
        "is_paragraph_end": false,
        "A1": "First, she waited a little to see if she would get smaller. She was a bit scared. 'I might disappear completely, like a candle,' Alice thought.",
        "A2": "First, Alice waited for a few minutes to check if she would shrink more. She felt a bit worried. 'I might vanish completely, like a candle,' Alice said to herself.",
        "B1": "Alice first paused for a few minutes to see if she would continue to shrink. She felt a little anxious. 'I could disappear entirely, like a candle going out,' Alice thought to herself.",
        "B2": "Initially, Alice waited for a few minutes to observe if she would shrink further. She felt somewhat nervous about this; 'I might completely vanish, just like a candle going out,' Alice mused to herself.",
        "jp": "最初に、アリスはもう少し小さくなるかどうかを見るために少し待ちました。彼女は少し不安でした。「ろうそくが消えるように、私が完全に消えてしまうかもしれない」とアリスは思いました。"
    },
    {
        "type": "text",
        "ORIGINAL": "I wonder what I should be like then?” And she tried to fancy what the flame of a candle is like after the candle is blown out, for she could not remember ever having seen such a thing.",
        "is_paragraph_start": false,
        "is_paragraph_end": true,
        "A1": "I wonder what I would be like then? She tried to imagine what a candle looks like after it is blown out, but she couldn't remember seeing it before.",
        "A2": "I wonder how I would be then? She tried to picture what a candle's flame looks like after being blown out, as she couldn't recall ever seeing it.",
        "B1": "I wonder what I might be like then? She attempted to imagine what the flame of a candle looks like after it has been blown out, for she couldn't remember ever witnessing it.",
        "B2": "I wonder what I would become then? She tried to envision what the flame of a candle looks like after it is extinguished, as she couldn't recall ever seeing such a thing.",
        "jp": "「そのとき、私はどうなっているのかしら？」と彼女は考えました。そして、ろうそくが吹き消された後の炎がどうなるのかを想像しようとしましたが、そんなものを見たことがないので思い出せませんでした。"
    },
    {
        "type": "text",
        "ORIGINAL": "After a while, finding that nothing more happened, she decided on going into the garden at once; but, alas for poor Alice!",
        "is_paragraph_start": true,
        "is_paragraph_end": false,
        "A1": "After waiting, nothing else happened. So, she decided to go into the garden. But poor Alice!",
        "A2": "After some time, when nothing else happened, she decided to enter the garden immediately. But poor Alice!",
        "B1": "After a little while, when she realized nothing more was happening, she decided to enter the garden right away. Alas, poor Alice!",
        "B2": "After a short while, noticing that nothing further occurred, she resolved to enter the garden immediately. Alas for poor Alice!",
        "jp": "しばらくしても何も起こらないので、彼女はすぐに庭に入ることに決めました。でも、かわいそうなアリス！"
    },
    {
        "type": "text",
        "ORIGINAL": "when she got to the door, she found she had forgotten the little golden key, and when she went back to the table for it, she found she could not possibly reach it: she could see it quite plainly through the glass, and she tried her best to climb up one of the legs of the table, but it was too slippery; and when she had tired herself out with trying, the poor little thing sat down and cried.",
        "is_paragraph_start": false,
        "is_paragraph_end": true,
        "A1": "Alice went to the door but forgot the key. She went back to get it but couldn't reach it. She saw it through the glass and tried to climb the table, but it was too slippery. She got tired and cried.",
        "A2": "Alice reached the door and realized she forgot the little golden key. She went back to the table but couldn't reach the key. She could see it through the glass and tried to climb the table, but it was too slippery. Tired and upset, she sat down and cried.",
        "B1": "When Alice got to the door, she realized she had forgotten the little golden key. Returning to the table, she found she couldn't reach it. She could see it clearly through the glass and tried to climb the table's leg, but it was too slippery. Exhausted from trying, she sat down and cried.",
        "B2": "Upon reaching the door, Alice discovered she had forgotten the little golden key. When she returned to the table, she found it impossible to reach the key. Although she could see it clearly through the glass, her attempts to climb the table's leg were futile due to its slipperiness. Exhausted and disheartened, she sat down and cried.",
        "jp": "アリスはドアに着いたけれど、小さな金の鍵を忘れたことに気づきました。テーブルに戻ったけれど、鍵に手が届きませんでした。ガラス越しに鍵が見えたので、テーブルの脚を登ろうとしましたが、滑りやすくて登れませんでした。疲れてしまい、アリスは座り込んで泣きました。"
    },
    {
        "type": "text",
        "ORIGINAL": "“Come, there’s no use in crying like that!” said Alice to herself, rather sharply; “I advise you to leave off this minute!” She generally gave herself very good advice, (though she very seldom followed it), and sometimes she scolded herself so severely as to bring tears into her eyes; and once she remembered trying to box her own ears for having cheated herself in a game of croquet she was playing against herself, for this curious child was very fond of pretending to be two people.",
        "is_paragraph_start": true,
        "is_paragraph_end": false,
        "A1": "Alice said to herself, 'Stop crying right now!' She often gave herself good advice, but she didn't always listen. Sometimes, she even made herself cry by scolding herself. Once, she tried to hit her own ears because she cheated in a game she played alone. Alice liked to pretend she was two people.",
        "A2": "Alice told herself sharply, 'Stop crying right now!' She usually gave herself good advice, but she rarely followed it. Sometimes, she scolded herself so hard that she cried. Once, she even tried to hit her own ears because she cheated in a game of croquet she played alone. This curious child liked pretending to be two people.",
        "B1": "Alice said to herself, 'Stop crying like that!' She often gave herself good advice, but she rarely followed it. Sometimes, she scolded herself so harshly that she ended up crying. Once, she even tried to box her own ears because she cheated in a game of croquet against herself. This curious child enjoyed pretending to be two people.",
        "B2": "Alice admonished herself, 'Stop crying like that!' She frequently gave herself sound advice, though she seldom heeded it. Occasionally, she scolded herself so sternly that it brought tears to her eyes. Once, she even attempted to box her own ears for cheating in a game of croquet she played against herself. This peculiar child had a penchant for pretending to be two people.",
        "jp": "「泣いてもしょうがないよ！」とアリスは自分に言いました。「今すぐやめなさい！」と少しきつく言いました。彼女はいつも自分にいいアドバイスをするのですが（でもあまり従いません）、時々自分を厳しく叱って涙が出ることもありました。一度は、自分とクロッケーをしているときに自分を騙したので、自分の耳を叩こうとしたこともありました。この不思議な子供は、二人の人間になりきるのが好きでした。"
    },
    {
        "type": "text",
        "ORIGINAL": "“But it’s no use now,” thought poor Alice, “to pretend to be two people!",
        "is_paragraph_start": false,
        "is_paragraph_end": false,
        "A1": "Alice thought, 'I can't pretend to be two people now!'",
        "A2": "Poor Alice thought, 'It's no good pretending to be two people now!'",
        "B1": "Alice sadly thought, 'It's useless to act like I'm two people now!'",
        "B2": "Alice reflected, 'There's no point in pretending to be two people now!'",
        "jp": "「でも今はもう無駄ね」とアリスは思いました。「二人に分かれているふりをしても意味がないわ！」"
    },
    {
        "type": "text",
        "ORIGINAL": "Why, there’s hardly enough of me left to make _one_ respectable person!”",
        "is_paragraph_start": false,
        "is_paragraph_end": true,
        "A1": "Oh no, there is not enough of me to be one good person!",
        "A2": "Oh dear, there’s barely enough of me to be one proper person!",
        "B1": "Oh my, there’s hardly enough of me left to be one decent person!",
        "B2": "Oh dear, there’s scarcely enough of me remaining to form one respectable individual!",
        "jp": "あら、私が一人のちゃんとした人になるには、ほとんど足りないわ！"
    },
    {
        "type": "text",
        "ORIGINAL": "Soon her eye fell on a little glass box that was lying under the table: she opened it, and found in it a very small cake, on which the words “EAT ME” were beautifully marked in currants.",
        "is_paragraph_start": true,
        "is_paragraph_end": false,
        "A1": "Alice saw a small glass box under the table. She opened it and found a tiny cake. The cake had the words 'EAT ME' written on it with currants.",
        "A2": "Alice noticed a small glass box under the table. When she opened it, she found a tiny cake inside. The cake had the words 'EAT ME' written in currants.",
        "B1": "Alice's eyes caught sight of a small glass box lying under the table. She opened it and discovered a tiny cake inside, with the words 'EAT ME' beautifully written in currants.",
        "B2": "Alice's gaze fell upon a small glass box beneath the table. Upon opening it, she discovered a diminutive cake, on which the words 'EAT ME' were elegantly inscribed in currants.",
        "jp": "アリスはテーブルの下にある小さなガラスの箱に気づきました。彼女がそれを開けると、中には小さなケーキが入っていました。そのケーキには、カレンズで「食べて」と美しく書かれていました。"
    },
    {
        "type": "text",
        "ORIGINAL": "“Well, I’ll eat it,” said Alice, “and if it makes me grow larger, I can reach the key; and if it makes me grow smaller, I can creep under the door; so either way I’ll get into the garden, and I don’t care which happens!”",
        "is_paragraph_start": false,
        "is_paragraph_end": true,
        "A1": "Alice said, \"I will eat it. If I grow bigger, I can get the key. If I grow smaller, I can go under the door. I will get into the garden either way!\"",
        "A2": "Alice said, \"I will eat this. If it makes me bigger, I can reach the key. If it makes me smaller, I can crawl under the door. So, I will enter the garden no matter what!\"",
        "B1": "Alice decided, \"I will eat this cake. If it makes me bigger, I can take the key. If it makes me smaller, I can squeeze under the door. Either way, I will get into the garden!\"",
        "B2": "Alice remarked, \"I'll eat this cake, and if it causes me to grow larger, I can grab the key; if it causes me to shrink, I can slip under the door. Either way, I'll find my way into the garden, and I don't mind which outcome it is!\"",
        "jp": "アリスは言いました。「これを食べよう。もし大きくなったら、鍵に手が届くし、小さくなったらドアの下をくぐれる。どちらにしても、庭に入れるから、どっちでもいいわ！」"
    },
    {
        "type": "text",
        "ORIGINAL": "She ate a little bit, and said anxiously to herself, “Which way?",
        "is_paragraph_start": true,
        "is_paragraph_end": false,
        "A1": "She took a small bite and worried, “Which way?”",
        "A2": "She ate a tiny piece and nervously wondered, “Which way will it go?”",
        "B1": "She nibbled a little bit and asked herself with concern, “Which way will this affect me?”",
        "B2": "She consumed a small portion and anxiously pondered, “Which way will this change me?”",
        "jp": "彼女は少し食べて、不安そうに「どっちになるの？」と自分に言いました。"
    },
    {
        "type": "text",
        "ORIGINAL": "Which way?”, holding her hand on the top of her head to feel which way it was growing, and she was quite surprised to find that she remained the same size: to be sure, this generally happens when one eats cake, but Alice had got so much into the way of expecting nothing but out-of-the-way things to happen, that it seemed quite dull and stupid for life to go on in the common way.",
        "is_paragraph_start": false,
        "is_paragraph_end": true,
        "A1": "Alice put her hand on her head to see if she was getting bigger or smaller. She was surprised she stayed the same size. Usually, eating cake does nothing, but Alice thought it was boring because she expected strange things to happen.",
        "A2": "Alice touched her head to check if she was growing. She was surprised to find she stayed the same size. Normally, eating cake doesn't change your size, but Alice found it boring because she was used to strange things happening.",
        "B1": "Alice placed her hand on her head to feel if she was growing bigger or smaller. She was surprised that she stayed the same size. Usually, eating cake doesn't change your size, but Alice thought it was dull because she was used to expecting unusual things to happen.",
        "B2": "Alice held her hand on top of her head to see if she was growing in size. She was quite surprised to find she remained the same size. Typically, eating cake doesn't affect your size, but Alice found it quite mundane because she had become accustomed to expecting extraordinary events.",
        "jp": "アリスは頭に手を置いて、大きくなっているか小さくなっているかを確認しました。彼女は同じ大きさのままだったので驚きました。普通、ケーキを食べても大きさは変わりませんが、アリスは不思議なことが起こるのを期待していたので、普通のことがつまらなく感じました。"
    },
    {
        "type": "text",
        "ORIGINAL": "So she set to work, and very soon finished off the cake.",
        "is_paragraph_start": true,
        "is_paragraph_end": true,
        "A1": "She started eating the cake and finished it quickly.",
        "A2": "Alice began eating the cake and soon ate all of it.",
        "B1": "Alice got to work on the cake and finished it in no time.",
        "B2": "Alice promptly set to eating the cake and soon had it completely finished.",
        "jp": "アリスはケーキを食べ始めて、すぐに全部食べてしまいました。"
    },
    {
        "type": "subtitle",
        "ORIGINAL": "CHAPTER II. The Pool of Tears",
        "jp": "第2章 涙の池",
        "A1": "CHAPTER II. The Pool of Tears",
        "A2": "CHAPTER II. The Pool of Tears",
        "B1": "CHAPTER II. The Pool of Tears",
        "B2": "CHAPTER II. The Pool of Tears"
    },
    {
        "type": "text",
        "ORIGINAL": "“Curiouser and curiouser!” cried Alice (she was so much surprised, that for the moment she quite forgot how to speak good English); “now I’m opening out like the largest telescope that ever was!",
        "is_paragraph_start": true,
        "is_paragraph_end": false,
        "A1": "“More and more curious!” shouted Alice. She was so surprised that she forgot how to speak well. “Now I’m getting bigger like a huge telescope!”",
        "A2": "“This is getting more and more curious!” exclaimed Alice. She was so surprised that she forgot how to speak properly. “I’m growing like the biggest telescope ever!”",
        "B1": "“Things are getting curiouser and curiouser!” Alice shouted in surprise. She was so astonished that she temporarily forgot how to speak correctly. “I’m expanding like the largest telescope there is!”",
        "B2": "“This is becoming curiouser and curiouser!” Alice exclaimed, quite taken aback. She was so surprised that she momentarily forgot to speak in proper English. “I’m unfolding like the biggest telescope that ever existed!”",
        "jp": "「どんどん不思議になっていくわ！」とアリスは叫びました（とても驚いたので、しばらくの間、正しい英語の話し方を忘れてしまいました）。「今、私は一番大きな望遠鏡みたいに広がっているわ！」"
    },
    {
        "type": "text",
        "ORIGINAL": "Good-bye, feet!” (for when she looked down at her feet, they seemed to be almost out of sight, they were getting so far off).",
        "is_paragraph_start": false,
        "is_paragraph_end": false,
        "A1": "Goodbye, feet! (When she looked down, her feet were hard to see because they were so far away.)",
        "A2": "Goodbye, feet! (When she looked down, her feet seemed very far away and almost out of sight.)",
        "B1": "Goodbye, feet! (When she glanced down, her feet appeared to be almost out of sight because they were so distant.)",
        "B2": "Goodbye, feet! (When she gazed down at her feet, they seemed nearly invisible as they were getting so far away.)",
        "jp": "さようなら、足！(下を見たとき、足がとても遠くにあってほとんど見えなくなっていました。)"
    },
    {
        "type": "text",
        "ORIGINAL": "“Oh, my poor little feet, I wonder who will put on your shoes and stockings for you now, dears?",
        "is_paragraph_start": false,
        "is_paragraph_end": false,
        "A1": "Oh, my small feet, who will help you with shoes and socks now?",
        "A2": "Oh, my poor little feet, who will put on your shoes and socks now?",
        "B1": "Oh, my poor little feet, I wonder who will help put on your shoes and socks now?",
        "B2": "Oh, my poor little feet, I wonder who will put on your shoes and stockings for you now, my dears?",
        "jp": "ああ、私のかわいそうな小さな足よ、今誰があなたたちに靴と靴下を履かせてくれるのかな？（アリスが驚いて、英語をうまく話すのを忘れてしまったのです）"
    },
    {
        "type": "text",
        "ORIGINAL": "I’m sure _I_ shan’t be able!",
        "is_paragraph_start": false,
        "is_paragraph_end": false,
        "A1": "I know I can't do it!",
        "A2": "I am sure I won't be able to do it!",
        "B1": "I'm certain I won't be able to do it!",
        "B2": "I'm quite sure that I won't be able to manage it!",
        "jp": "私は絶対にできないと思う！"
    },
    {
        "type": "text",
        "ORIGINAL": "I shall be a great deal too far off to trouble myself about you: you must manage the best way you can;—but I must be kind to them,” thought Alice, “or perhaps they won’t walk the way I want to go!",
        "is_paragraph_start": false,
        "is_paragraph_end": false,
        "A1": "I will be too far away to worry about you. You have to do your best. But I should be nice to them or they might not walk where I want.",
        "A2": "I will be too far away to think about you. You need to take care of yourselves. But I need to be nice to them, or they might not walk where I want.",
        "B1": "I will be too far away to concern myself with you. You must manage on your own. However, I should be kind to them, or they might not walk in the direction I want.",
        "B2": "I shall be too far away to concern myself with you. You'll have to manage on your own. Still, I ought to be kind to them, or perhaps they won't walk in the direction I desire.",
        "jp": "「私は遠くに行きすぎて、あなたたちのことを気にすることができないでしょう。あなたたちは自分でなんとかしなければなりません。でも、優しくしないと、私の行きたい方向に歩いてくれないかも」とアリスは思いました。"
    },
    {
        "type": "text",
        "ORIGINAL": "Let me see: I’ll give them a new pair of boots every Christmas.”",
        "is_paragraph_start": false,
        "is_paragraph_end": true,
        "A1": "I will give them new boots every Christmas.",
        "A2": "I think I will give my feet new boots each Christmas.",
        "B1": "I have decided to give my feet a new pair of boots every Christmas.",
        "B2": "I’ve decided that I will present my feet with a new pair of boots each Christmas.",
        "jp": "クリスマスごとに新しいブーツを足にプレゼントしよう。"
    },
    {
        "type": "text",
        "ORIGINAL": "And she went on planning to herself how she would manage it.",
        "is_paragraph_start": true,
        "is_paragraph_end": false,
        "A1": "And she thought about how to do it.",
        "A2": "And she kept thinking about how she could do it.",
        "B1": "And she continued to think about how she would make it happen.",
        "B2": "And she proceeded to devise a plan on how she would accomplish it.",
        "jp": "それで、彼女はどうやってそれをやるかを考え続けました。"
    },
    {
        "type": "text",
        "ORIGINAL": "“They must go by the carrier,” she thought; “and how funny it’ll seem, sending presents to one’s own feet!",
        "is_paragraph_start": false,
        "is_paragraph_end": false,
        "A1": "\"They must be taken by someone,\" she thought. \"It will be funny to send gifts to my own feet!\"",
        "A2": "\"They should be carried,\" she thought. \"It will be funny to send presents to my own feet!\"",
        "B1": "\"They should be delivered by a carrier,\" she thought. \"How funny it will be to send gifts to my own feet!\"",
        "B2": "\"They must be sent by a carrier,\" she thought. \"How amusing it will be to send presents to my own feet!\"",
        "jp": "「足は運んでもらわなきゃ」と彼女は思いました。「自分の足にプレゼントを送るなんておかしいわ！」"
    }
]